CONTENT_TYPES = (
    ('0', '未知'),
    ('1', '体育'),
    ('2', '汽车'),
    ('3', '房产'),
    ('4', '旅游'),
    ('5', '教育'),
    ('6', '时尚'),
    ('7', '科技'),
    ('8', '财经'),
    ('9', '娱乐'),
)

USAGE_TYPES = (
    ('0', '无'),
    ('1', '训练'),
    ('2', '验证'),
    ('3', '测试'),
)

THULAC_POS_TAG = (
    ('n', '名词'),
    ('np', '人名'),
    ('ns', '地名'),
    ('ni', '机构名'),
    ('nz', '其它专名'),
    ('m', '数词'),
    ('q', '量词'),
    ('mq', '数量词'),
    ('t', '时间词'),
    ('f', '方位词'),
    ('s', '处所词'),
    ('v', '动词'),
    ('a', '形容词'),
    ('d', '副词'),
    ('h', '前接成分'),
    ('k', '后接成分'),
    ('i', '习语'),
    ('j', '简称'),
    ('r', '代词'),
    ('c', '连词'),
    ('p', '介词'),
    ('u', '助词'),
    ('y', '语气助词'),
    ('e', '叹词'),
    ('o', '拟声词'),
    ('g', '语素'),
    ('w', '标点'),
    ('x', '其它'),
)


SPORT_NER_TAG = (
    ('')
)