GENDER = (
    ('0', '男'),
    ('1', '女')
)

AWARD = (
    ('0', '未知')
)
AWARD_GRADE = (
    ('0', '未知'),
    ('', '')
)

FIELD = (
    ('-', '未知'),
    ('goalkeeper', '门将'),
    ('defender', '后卫'),
    ('midfielder', '中场'),
    ('forward', '前锋')
)


POSITION = (
    ('-', '未知'),
    ('gk', '门将'),
    ('sw', '清道夫'),
    ('lib', '自由人'),
    ('cb', '中后卫'),
    ('lsb', '左边卫'),
    ('rsb', '右边卫'),
    ('lwm', '左翼'),
    ('rwm', '右翼'),
    ('wb', '后腰'),
    ('lwb', '左后腰'),
    ('rwb', '右后腰'),
    ('cm', '中场'),
    ('cmf', '中前卫'),
    ('ofm', '进攻中场'),
    ('dfm', '防守中场'),
    ('lm', '左中场'),
    ('rm', '右中场'),
    ('lmf', '右前卫'),
    ('rmf', '右前卫'),
    ('dm', '后腰'),
    ('am', '前腰'),
    ('cf', '中锋'),
    ('ws', '影锋'),
    ('lwf', '左边锋'),
    ('rwf', '右边锋'),
    ('lf', '右前锋'),
    ('rf', '右前锋'),
)

FOOT = (
    ('-', '未知'),
    ('left', '左脚'),
    ('right', '右脚'),
)

TEAM_ATTR = (
    ('-', '未知'),
    ('club', '俱乐部'),
    ('nation', '国家队'),
)


NATION = (
    ('-', '未知'),
)