GENDER = (
    ('0', '男'),
    ('1', '女')
)

AWARD = (
    ('0', '未知'),
)
AWARD_GRADE = (
    ('0', '未知'),
    ('', '')
)

FIELD = (
    ('-', '未知'),
    ('门将', '门将'),
    ('后卫', '后卫'),
    ('中场', '中场'),
    ('前锋', '前锋')
)


POSITION = (
    ('-', '未知'),
    ('门将', '门将'),
    ('清道夫', '清道夫'),
    ('自由人', '自由人'),
    ('后卫', '后卫'),
    ('中后卫', '中后卫'),
    ('左边卫', '左边卫'),
    ('右边卫', '右边卫'),
    ('左翼', '左翼'),
    ('右翼', '右翼'),
    ('后腰', '后腰'),
    ('左后腰', '左后腰'),
    ('右后腰', '右后腰'),
    ('中场', '中场'),
    ('中前卫', '中前卫'),
    ('进攻中场', '进攻中场'),
    ('防守中场', '防守中场'),
    ('左中场', '左中场'),
    ('右中场', '右中场'),
    ('右前卫', '右前卫'),
    ('右前卫', '右前卫'),
    ('后腰', '后腰'),
    ('前腰', '前腰'),
    ('中锋', '中锋'),
    ('影锋', '影锋'),
    ('左边锋', '左边锋'),
    ('右边锋', '右边锋'),
    ('前锋', '前锋'),
    ('右前锋', '右前锋'),
    ('右前锋', '右前锋'),
)

FOOT = (
    ('-', '未知'),
    ('左脚', '左脚'),
    ('右脚', '右脚'),
)

TEAM_ATTR = (
    ('-', '未知'),
    ('club', '俱乐部'),
    ('nation', '国家队'),
)


NATION = (
    ('-', '未知'),
)