NEWS_TYPE = (
    ('-', '未知'),
    ('0', '体育'),
    ('1', '教育'),
    ('2', '财经'),
    ('3', '社会'),
    ('4', '娱乐'),
    ('5', '军事'),
    ('6', '国内'),
    ('7', '科技'),
    ('8', '互联网'),
    ('9', '房产'),
    ('10', '国际'),
    ('11', '女性'),
    ('12', '汽车'),
    ('13', '游戏')
)

SOHU_NEWS_TYPE = (
    ('0', ('car', 'auto')),
    ('1', ('edu', 'learning', 'education')),
    ('2', ('biz', 'business')),
    ('3', ('society',)),
    ('4', ('ent', 'yule', 'entertainment')),
    ('5', ('mil', 'military')),
    ('6', ('sport',)),
    ('7', ('it', 'tech', 'internet')),
    ('8', ('house',)),
    ('9', ('world',)),
    ('10', ('women', 'female')),
    ('11', ('game',))
)
